Repository: brucex0/outbound
Catalog: ios/Outbound/Outbound/HomeWidget.xcstrings
Source language: en
Languages: es, zh_hans

# widget.action.open
source: Open Plainstride
es: Abrir Plainstride
zh_hans: 打开 Plainstride

# widget.button.add
source: Add Widget
es: Añadir widget
zh_hans: 添加小组件

# widget.button.continue
source: Continue
es: Continuar
zh_hans: 继续

# widget.button.done
source: Got it
es: Entendido
zh_hans: 知道了

# widget.button.skip
source: Maybe later
es: Quizá más tarde
zh_hans: 以后再说

# widget.fallback.detail
source: Open Plainstride to see today's plan.
es: Abre Plainstride para ver el plan de hoy.
zh_hans: 打开 Plainstride 查看今天的计划。

# widget.fallback.title
source: Your next move
es: Tu próximo paso
zh_hans: 你的下一步

# widget.debug.preview
source: Preview widget setup
es: Ver guía del widget
zh_hans: 预览小组件设置指南

# widget.gallery.description
source: A fox and your next activity, right on your Home Screen.
es: Un zorro y tu próxima actividad en la pantalla de inicio.
zh_hans: 在主屏幕上查看小狐狸和下一次活动。

# widget.gallery.name
source: Today's Workout
es: Entrenamiento de hoy
zh_hans: 今日训练

# widget.guide.step1.count
source: 1 of 3
es: 1 de 3
zh_hans: 第 1 步，共 3 步

# widget.guide.step1.detail
source: Choose an open space where your fox can cheer you on.
es: Elige un espacio libre para que el zorro te anime.
zh_hans: 找一块空白区域，让小狐狸为你加油。

# widget.guide.step1.title
source: Press and hold on your Home Screen.
es: Mantén pulsado un espacio de la pantalla de inicio.
zh_hans: 按住主屏幕上的空白处。

# widget.guide.step2.count
source: 2 of 3
es: 2 de 3
zh_hans: 第 2 步，共 3 步

# widget.guide.step2.detail
source: The widget picker will show the Plainstride options.
es: El selector mostrará las opciones de Plainstride.
zh_hans: 小组件选择器会显示 Plainstride 的选项。

# widget.guide.step2.title
source: Tap Edit, then Add Widget.
es: Toca Editar y luego Añadir widget.
zh_hans: 轻点“编辑”，再轻点“添加小组件”。

# widget.guide.step3.count
source: 3 of 3
es: 3 de 3
zh_hans: 第 3 步，共 3 步

# widget.guide.step3.detail
source: Choose the small or medium widget, then tap Add Widget.
es: Elige el widget pequeño o mediano y toca Añadir widget.
zh_hans: 选择小号或中号小组件，再轻点“添加小组件”。

# widget.guide.step3.title
source: Search for Plainstride.
es: Busca Plainstride.
zh_hans: 搜索 Plainstride。

# widget.intro.description
source: See your next workout at a glance. Tap it whenever you're ready to move.
es: Consulta tu próximo entrenamiento de un vistazo. Tócalo cuando quieras empezar.
zh_hans: 一眼查看下一次训练，准备好活动时轻点即可。

# widget.intro.title
source: A little fox, right on your Home Screen.
es: Un zorrito en tu pantalla de inicio.
zh_hans: 把小狐狸放到主屏幕上。

# widget.label.today
source: TODAY
es: HOY
zh_hans: 今天

# widget.settings.detail
source: Add or review your Plainstride widget.
es: Añade o consulta el widget de Plainstride.
zh_hans: 添加或查看 Plainstride 小组件。

# widget.settings.section
source: Home Screen
es: Pantalla de inicio
zh_hans: 主屏幕

# widget.settings.title
source: Home Screen Widget
es: Widget de la pantalla de inicio
zh_hans: 主屏幕小组件
